Repository: 8secz-johndpope/triggertrap-ios
Catalog: TriggertrapSLR/*.lproj/CableReleaseModes.strings
Languages: de, it

# 3KM-bK-D0H.text
source: Set a time, tap the red button, and get in position!
de: Zeit festlegen, auf den roten Knopf drücken und in Position gehen!
it: Imposta il tempo, tocca il pulsante rosso, e mettiti in posa!

# 3wh-IX-rtF.title
source: Simple Cable Release
de: Einfacher Kabelauslöser
it: Scatto singolo via cavo

# 9QR-5I-PkA.title
source: Press and Hold
de: Drücken und Halten
it: Premi e tieni premuto

# BQf-Yh-GSc.title
source: Press and Lock
de: Drücken und Sperren
it: Premi e blocca

# UYx-ux-cU4.text
source: Tap the big red button to make the magic happen, release the button to take a picture.
de: Drücken Sie auf den großen roten Knopf, um die Magie zu entfesseln. Lassen Sie ihn los, um die Aufnahme anzufertigen.
it: Premi il pulsante rosso perché la magia avvenga, lascia il pulsante per scattare una foto.

# UkO-ph-OPU.title
source: Timed Release
de: Langzeitauslöser
it: Scatto temporizzato

# fTY-ws-pXu.text
source: Select your favorite shutter speed. Press the button. Relax - the exposure ends when the timer runs down.
de: Wählen Sie Ihre bevorzugte Verschlusszeit und klicken Sie auf den Knopf. Entspannen Sie sich - die Exposition endet, wenn der Timer abgelaufen ist.
it: Selezionare la velocità preferita dell'otturatore. Premere il pulsante. Rilassati, l'esposizione termina quando il timer arriva a zero.

# gBd-wA-McX.title
source: Quick Release
de: Schnellauslöser
it: Scatto rapido

# i7B-pm-Mif.title
source: Self Timer
de: Selbstauslöser
it: Autoscatto

# jTD-gq-8pa.text
source: Tap the big red button to make the magic happen.
de: Drücken Sie auf den großen roten Knopf um die Magie zu entfesseln.
it: Premere il grosso pulsante rosso perché avvenga la magia.

# vdc-pU-RrT.text
source: Touch the button to open the shutter on your camera. When you're done, touch it again to end your exposure. Easy!
de: Berühren Sie den Knopf, um den Verschluss zu öffnen. Sobald die Aufnahme fertig ist, drücken Sie noch einmal. Ganz einfach!
it: Tocca il pulsante per aprire l'otturatore della fotocamera. Quando hai finito, tocca di nuovo per terminare l'esposizione. Facile!

# vpT-TF-exo.text
source: Touch the button to open the shutter on your camera. To end your exposure, just let go.
de: Berühren Sie den Knopf, um den Verschluss zu öffnen. Lassen Sie ihn los, sobald Sie fertig sind.
it: Tocca il pulsante per aprire l'otturatore della fotocamera. Per terminare l'esposizione, basta lasciarlo.
