Repository: 8secz-johndpope/triggertrap-ios
Catalog: TriggertrapSLR/*.lproj/ModesPlist.strings
Languages: de, it

source: Cable Release Modes
de: Kabelauslöse-Modi
it: Modalità di scatto via cavo

source: Simple Cable Release
de: Einfacher Kabelauslöser
it: Scatto singolo via cavo

source: Quick Release
de: Schnellauslöser
it: Scatto rapido

source: Release button to take a picture
de: Knopf loslassen zum Fotomachen

source: Tap the button to take a picture
de: Klicken um ein Foto zu machen
it: Toccare il pulsante per scattare una foto

source: Press and Hold
de: Drücken und Halten
it: Premi e tieni premuto

source: Touch to start, release to stop
de: Berühren zum Starten und dann Loslassen
it: Premi (inizio), rilascia (stop)

source: Press and Lock
de: Drücken und Sperren
it: Premi e blocca

source: Touch to start, touch to stop
de: Zum Starten und Stoppen berühren
it: Premi (inizio), premi (stop)

source: Timed Release
de: Langzeitauslöser
it: Scatto temporizzato

source: Choose your shutter speed
de: Wählen Sie Ihre Verschlusszeit
it: Scegli la velocità dell'otturatore

source: Self Timer
de: Selbstauslöser
it: Autoscatto

source: Photo in 3... 2... 1...
de: Foto in 3... 2... 1...
it: Foto in 3 ... 2 ... 1 ...

source: Timelapse Modes
de: Zeitraffer-Modi
it: Modalità Timelapse

source: Timelapse
de: Zeitraffer

source: Travel through time
de: Den Zeitsprung wagen
it: Viaggia nel tempo

source: Advanced Timelapse
de: Fortgeschrittener Zeitraffer
it: Timelapse avanzato

source: Timelapse with acceleration
de: Zeitraffer mit Beschleunigung
it: Timelapse con accelerazione

source: Perfect for roadtrips
de: Perfekt für Roadtrips
it: Perfetto per viaggi su strada

source: Star Trail
de: Sternspuren

source: Extreme exposure control
de: Extrem-Belichtungskontrolle
it: Controllo esposizione estrema

source: Bulb ramping timelapse
de: Bulb Ramping Zeitraffer

source: Sensor Modes
de: Sensor-Modi
it: Modalità sensore

source: Sound Sensor
de: Geräuschsensor
it: Sensore di suono

source: Clap, whistle or tap
de: Klatschen, Pfeifen oder Klopfen
it: Batti le mani, fischia o tap

source: Vibration Sensor
de: Vibrationssensor
it: Sensore di vibrazione

source: Vibrations and earthquakes
de: Vibrationen und Erdbeben
it: Vibrazioni e terremoti

source: Motion Sensor
de: Bewegungssensor
it: Sensore di movimento

source: Detect movement
de: Bewegungen wahrnehmen
it: Rileva il movimento

source: Peekaboo
de: Kuckuck
it: Cucù

source: Facial recognition
de: Gesichtserkennung
it: Riconoscimento facciale

source: HDR Modes
de: HDR-Modi
it: Modalità HDR

source: LE HDR
de: LZB-HDR

source: Long exposure HDR sets
de: Langzeitbelichtungs-HDR-Reihen
it: Set di HDR lunga esposizione

source: LE HDR Timelapse
de: LZB-HDR Zeitraff.

source: Long exposure HDR Timelapse
de: Langzeitbelichtungs-HDR Zeitraffer
it: Timelapse HDR a lunga esposizione

source: Remote Modes
de: Fernmodi
it: Modalità Remote

source: Trigger from your wrist
de: Vom Handgelenk auslösen
it: Scatta dal tuo polso

source: Wi-Fi
de: WLAN

source: Trigger remotely
de: Fernauslösung
it: Scatto remoto

source: Calculators
de: Rechner
it: Calcolatori

source: ND Calculator
de: ND-Rechner
it: Calcolatore ND

source: Solar Calculator
de: Solarrechner
it: Calcolatore solare

source: Sunrise and Sunset times
de: Sonnenauf- und -untergangszeiten
it: Tempi di alba e tramonto

source: Wearables
it: Indossabili

source: Natural Density Filter Calculator
it: Calcolatore del filtro ND
